[
  {
    "title": "[Removed]",
    "description": "[Removed]",
    "url": "https://removed.com",
    "content": "[Removed]"
  },
  {
    "title": "Flight attendant arrested for filming minors in aircraft bathrooms, feds say - WCVB Boston",
    "description": "The flight attendant was arrested after federal prosecutors say he was attempting to secretly record a young female passenger using a bathroom onboard a Boston-bound plane he was working in September.",
    "url": "https://www.wcvb.com/article/american-airlines-flight-attendant-filming-minors-boston-bathroom-lavatories/46445534",
    "content": "BOSTON —An American Airlines flight attendant was arrested after federal prosecutors say he was attempting to secretly record a young female passenger using a bathroom onboard a Boston-bound plane he… [+6327 chars]"
  },
  {
    "title": "Mark Zuckerberg on Meta’s big AI reorg to build AGI - The Verge",
    "description": "More from my interview with Mark Zuckerberg. Also: Google’s 2024 company goals.",
    "url": "https://www.theverge.com/2024/1/18/24043547/inside-meta-ai-reorg-mark-zuckerberg",
    "content": "Inside Metas big AI reorg\r\nInside Metas big AI reorg\r\n / More from my interview with Mark Zuckerberg. Also: Googles 2024 company goals.\r\nByAlex Heath, a deputy editor and author of the Command Line n… [+1578 chars]"
  },
  {
    "title": "EU Commission Intends to Block Amazon\u0027s iRobot Acquisition - WSJ - The Wall Street Journal",
    "url": "https://www.wsj.com/tech/eu-commission-intends-to-block-amazons-irobot-acquisition-268a8a1b"
  },
  {
    "title": "Netflix Reenters Fight Over Open Internet Rules as Government Anticipates Restoring Net Neutrality - Hollywood Reporter",
    "description": "The streaming giant took a stand for net neutrality, warning that ISPs will restrict their traffic, degrading video quality and service for users, if the rules aren\u0027t restored.",
    "url": "http://www.hollywoodreporter.com/business/business-news/netflix-open-internet-rules-1235792212/",
    "content": "Netflix is once again going public and taking a stand on net neutrality.\r\nThe company was noticeably absent in the fight to preserve net neutrality six years ago when it was struck down by the Trump … [+7111 chars]"
  },
  {
    "title": "JPMorgan awards CEO Jamie Dimon $36 million after most profitable year ever - Yahoo Finance",
    "url": "https://finance.yahoo.com/news/jpmorgan-awards-ceo-jamie-dimon-36-million-after-most-profitable-year-ever-224411138.html",
    "content": "Si vous cliquez sur « Tout accepter », nos partenaires (y compris 244 qui font partie du Cadre de transparence et de consentement dIAB) et nous utiliserons également des témoins et vos données person… [+982 chars]"
  },
  {
    "title": "Electric vehicle owners struggling in cold weather - CBS News",
    "description": "Some electric vehicle batteries and charging stations are having a hard time handling the frigid temperatures across much of the U.S. Jack Brouwer, the direc...",
    "url": "https://www.youtube.com/watch?v\u003dLnBI8C8Bw5I"
  },
  {
    "title": "AI: Google Deepmind makes breakthrough in difficult artificial intelligence test | BBC News - BBC News",
    "description": "Google has created a new AI system that is able to solve complex geometry problems, the company says.Geometry is specifically challenging for AI systems to u...",
    "url": "https://www.youtube.com/watch?v\u003dE_a78HF4Q1c"
  },
  {
    "title": "Costco using new scanners to stop membership sharing - KTLA Los Angeles",
    "description": "In an effort to crack down on non-members using membership cards, Costco is testing new technology that could be used as another way to verify a shopper’s membership status. A photo from Costco Insider on X, formally known as Twitter, shows a Costco employee …",
    "url": "https://ktla.com/news/money-business/costco-aims-to-further-crack-down-on-membership-sharing-with-new-scanners/",
    "content": "In an effort to crack down on non-members using membership cards, Costco is testing new technology that could be used as another way to verify a shoppers membership status.\r\nA photo from Costco Insid… [+1714 chars]"
  },
  {
    "title": "Plane skids off runway at Rochester airport; no injuries reported - 13WHAM-TV",
    "description": "Nobody was hurt after a plane skidded off the runway at the Frederick Douglass Greater Rochester International Airport Thursday afternoon.",
    "url": "https://13wham.com/news/local/plane-skids-off-runway-at-rochester-airport-no-injuries-reported",
    "content": "Rochester, N.Y. Nobody was hurt after a plane skidded off the runway due to snowy conditions at the Frederick Douglass Greater Rochester International Airport Thursday afternoon. \r\nAirport officials … [+906 chars]"
  },
  {
    "title": "SMCI Stock Soars As Supermicro Hikes Outlook - Investor\u0027s Business Daily",
    "url": "https://www.investors.com/news/technology/smci-stock-soars-as-supermicro-hikes-outlook/"
  },
  {
    "title": "Bitcoin slides back to $40,000 as post-ETF correction deepens - CNBC",
    "description": "Cryptocurrencies tumbled on Thursday, with bitcoin falling back to $40,000.",
    "url": "https://www.cnbc.com/2024/01/18/bitcoin-slides-to-back-40000-as-post-etf-correction-deepens.html",
    "content": "Cryptocurrencies tumbled on Thursday, with bitcoin falling back to $40,000.\r\nBitcoin last traded lower by 3.6% at $41,167.14, according to Coin Metrics. Earlier, it fell as far down as $40,601.37, it… [+1810 chars]"
  },
  {
    "title": "Burt\u0027s Bees releases Hidden Valley Ranch lip balm - CBS News",
    "description": "Burt\u0027s Bees partnered with Hidden Valley Ranch to create four limited-edition lip balm flavors: Ranch, Buffalo Sauce, Crunchy Celery and Fresh Carrot. The id...",
    "url": "https://www.youtube.com/watch?v\u003dYrXoujhAtas"
  },
  {
    "title": "Bitcoin Instantly Topped Silver in ETF Market and Trails Only Gold Among Commodities - CoinDesk",
    "description": "The newly launched bitcoin exchange-traded funds already have nearly $30 billion in assets under management. Silver ETFs only have $11 billion.",
    "url": "https://www.coindesk.com/markets/2024/01/18/bitcoin-instantly-topped-silver-in-etf-market-and-trails-only-gold-among-commodities/",
    "content": "Please note that ourprivacy policy,terms of use,cookies, anddo not sell my personal informationhas been updated.\r\nThe leader in news and information on cryptocurrency, digital assets and the future o… [+652 chars]"
  },
  {
    "title": "Wendy\u0027s taps PepsiCo exec Kirk Tanner as new CEO as burger chain fights off activist pressure - CNBC",
    "description": "Outgoing CEO Todd Penegor has been at the helm of Wendy\u0027s since 2016.",
    "url": "https://www.cnbc.com/2024/01/18/wendys-taps-kirk-tanner-as-new-ceo-as-burger-chain-fights-off-activist-pressure.html",
    "content": "Wendy\u0027s has tapped PepsiCo veteran Kirk Tanner as its new chief executive, effective Feb. 5, as the burger chain tries to boost its share price and ease pressure from activist investors.\r\nTanner is c… [+1586 chars]"
  },
  {
    "title": "Stock Market News, Jan. 18, 2024: Indexes Close Higher, Lifted by Tech Stocks - The Wall Street Journal",
    "url": "https://www.wsj.com/livecoverage/stock-market-today-dow-jones-earnings-01-18-2024"
  },
  {
    "title": "Apple Stock Gains A New Bull On AI, Vision Pro Prospects - Investor\u0027s Business Daily",
    "url": "https://www.investors.com/news/technology/apple-stock-gains-a-new-bull-on-ai-vision-pro-prospects/"
  },
  {
    "title": "Macy\u0027s to Cut About 2,350 Jobs, Close Five Stores - WSJ - The Wall Street Journal",
    "description": "Department-store chain eliminates corporate jobs as it seeks to automate and move some roles offshore",
    "url": "https://www.wsj.com/business/retail/macys-to-cut-about-2-350-jobs-close-five-stores-f7daac9d",
    "content": "Macys plans to lay off about 13% of its corporate staff and close five stores in a bid to trim costs and redirect spending to improve the shopping experience for customers.\r\nThe job cuts total roughl… [+276 chars]"
  },
  {
    "title": "Federal judge grills Coinbase, SEC on whether digital assets are securities: CNBC Crypto World - CNBC Television",
    "description": "CNBC Crypto World features the latest news and daily trading updates from the digital currency markets and provides viewers with a look at what’s ahead with ...",
    "url": "https://www.youtube.com/watch?v\u003dEHnU04DwjZw"
  },
  {
    "title": "Salad and spinach kits sold in 7 states recalled over listeria risk - CBS News",
    "description": "Routine sampling found possible contamination in BrightFarms products sold by retailers including Stop\u0026Shop and Wegmans.",
    "url": "https://www.cbsnews.com/news/spinach-salad-kit-recall-listeria-stop-shop-wegmans/",
    "content": "BrightFarms spinach and salad kits sold in seven U.S. states are being recalled because they may be contaminated with listeria, according to a notice posted by the U.S. Food and Drug Administration. … [+1519 chars]"
  }
]